Repository: Skyelu0601/ChillNote
Catalog: ios/chillnote/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, zh_hans, zh_hant

# about.workflow.subtitle
source: A faster path from creator inspiration to reusable material.
de: Ein schnellerer Weg von Creator-Inspiration zu wiederverwendbarem Material.
es: Un camino mas rapido desde la inspiracion creadora hasta material reutilizable.
fr: Un chemin plus rapide entre inspiration de createur et matiere reutilisable.
ja: クリエイターのインスピレーションを、再利用できる素材へもっと速く。
ko: 크리에이터 영감을 재사용 가능한 재료로 더 빠르게 바꾸는 길.
zh_hans: 从创作灵感到可复用素材，一条更快的路径。
zh_hant: 從創作靈感到可複用素材，一條更快的路徑。

# about.workflow.title
source: What ChillScript is built for
de: Wofuer ChillScript gebaut ist
es: Para que esta creado ChillScript
fr: Ce pour quoi ChillScript est concu
ja: ChillScriptが支えること
ko: ChillScript가 만들어진 이유
zh_hans: ChillScript 适合做什么
zh_hant: ChillScript 適合做什麼

# agent_recipe.brainstorm.description
source: Generate diverse angles to expand a thought.
de: Entwickle verschiedene Blickwinkel, um einen Gedanken weiter auszubauen.
es: Genera enfoques diversos para desarrollar una idea.
fr: Generez differents angles pour developper une idee.
ja: 1つの考えを広げるための多様な切り口を出します。
ko: 하나의 생각을 확장할 수 있는 다양한 관점을 제안합니다.
zh_hans: 从不同角度延展一个想法。
zh_hant: 從不同角度延展一個想法。

# agent_recipe.brainstorm.name
source: Brainstorm
de: Ideenfindung
es: Lluvia de ideas
fr: Idees
ja: ブレスト
ko: 브레인스토밍
zh_hans: 头脑风暴
zh_hant: 腦力激盪

# agent_recipe.caption_pack.description
source: Create ready-to-post captions for TikTok, Reels, and YouTube videos.
de: Erstelle veröffentlichungsfertige Captions für TikTok, Reels und YouTube-Videos.
es: Crea textos listos para publicar en TikTok, Reels y videos de YouTube.
fr: Créez des légendes prêtes à publier pour TikTok, Reels et les vidéos YouTube.
ja: TikTok、Reels、YouTube動画向けの投稿文を作成します。
ko: TikTok, Reels, YouTube 동영상에 바로 올릴 캡션을 만듭니다.
zh_hans: 为 TikTok、Reels 和 YouTube 视频生成可直接发布的文案。
zh_hant: 為 TikTok、Reels 和 YouTube 影片生成可直接發布的文案。

# agent_recipe.caption_pack.name
source: Caption
de: Captions
es: Textos
fr: Légendes
ja: キャプション
ko: 캡션
zh_hans: 发布文案
zh_hant: 發布文案

# agent_recipe.category.publish
source: Act
de: Handeln
es: Actuar
fr: Agir
ja: 行動
ko: 실행
zh_hans: 行动
zh_hant: 行動

# agent_recipe.category.shape
source: Shape
de: Formen
es: Dar forma
fr: Structurer
ja: 整える
ko: 다듬기
zh_hans: 整理成形
zh_hant: 整理成形

# agent_recipe.category.think
source: Think
de: Denken
es: Pensar
fr: Réfléchir
ja: 考える
ko: 생각
zh_hans: 想一想
zh_hant: 想一想

# agent_recipe.draft_email.description
source: Turn notes into an email draft.
de: Mach aus Notizen einen E-Mail-Entwurf.
es: Convierte notas en un borrador de correo.
fr: Transformer des notes en brouillon d'e-mail.
ja: メモをメールの下書きに変えます。
ko: 메모를 이메일 초안으로 변환하세요.
zh_hans: 将笔记变成电子邮件草稿。
zh_hant: 將筆記變成電子郵件草稿。

# agent_recipe.expand.description
source: Stretch a brief idea into richer detail.
de: Mach aus einer kurzen Idee einen ausführlicheren Text.
es: Amplía una idea breve y conviértela en algo más detallado.
fr: Développez une idée brève en un texte plus détaillé.
ja: 短いアイデアをより豊かな詳細に拡張します。
ko: 간단한 아이디어를 더욱 풍부한 세부사항으로 확장하세요.
zh_hans: 将简短的想法延伸为更丰富的细节。
zh_hant: 將簡短的想法延伸為更豐富的細節。

# agent_recipe.expand.name
source: Expand
de: Erweitern
es: Ampliar
fr: Développer
ja: 展開
ko: 확장
zh_hans: 扩写
zh_hant: 擴寫

# agent_recipe.hook_generator.description
source: Generate a mixed set of hooks for one idea.
de: Erstelle verschiedene Aufhänger für eine Idee.
es: Genera varios ganchos para una idea.
fr: Générez plusieurs accroches pour une idée.
ja: 1つのアイデアから、複数タイプのフック案を作ります。
ko: 하나의 아이디어로 다양한 유형의 훅을 만듭니다.
zh_hans: 为一个想法生成多种开头钩子。
zh_hant: 為一個想法生成多種開頭鉤子。

# agent_recipe.hook_generator.name
source: Hook
de: Aufhänger
es: Ganchos
fr: Accroches
ja: フック
ko: 훅
zh_hans: 开头钩子
zh_hant: 開頭鉤子

# agent_recipe.humanizer.description
source: Make text sound more natural and less AI-written.
de: Lass Text natürlicher und weniger nach KI klingen.
es: Haz que el texto suene más natural y menos escrito por IA.
fr: Rendez le texte plus naturel et moins marqué par l'IA.
ja: 文章をより自然にし、AIっぽさを減らします。
ko: 글을 더 자연스럽고 AI가 쓴 듯하지 않게 다듬습니다.
zh_hans: 让文字更自然，减少 AI 味。
zh_hant: 讓文字更自然，減少 AI 味。

# agent_recipe.humanizer.name
source: Humanizer
de: Natürlicher machen
es: Humanizar
fr: Humaniser
ja: 自然に整える
ko: 자연스럽게 다듬기
zh_hans: 去 AI 味
zh_hant: 去 AI 味

# agent_recipe.linkedin_post.description
source: Turn a note into a professional LinkedIn post.
de: Mach aus einer Notiz einen professionellen LinkedIn-Beitrag.
es: Convierte una nota en una publicación profesional de LinkedIn.
fr: Transformer une note en publication LinkedIn professionnelle.
ja: メモをプロフェッショナルな LinkedIn 投稿に変えます。
ko: 메모를 전문적인 LinkedIn 게시물로 바꿔보세요.
zh_hans: 将笔记变成专业的 LinkedIn 帖子。
zh_hant: 將筆記變成專業的 LinkedIn 貼文。

# agent_recipe.repurpose_pack.description
source: Turn one piece of content into native posts for multiple platforms.
de: Verwandle einen Inhalt in native Beiträge für mehrere Plattformen.
es: Convierte una pieza de contenido en publicaciones nativas para varias plataformas.
fr: Transformez un contenu en publications natives pour plusieurs plateformes.
ja: 1つのコンテンツを複数プラットフォーム向けのネイティブ投稿に変換します。
ko: 콘텐츠 하나를 여러 플랫폼에 맞는 네이티브 게시물로 바꿉니다.
zh_hans: 把一段内容转换成多个平台的原生发布版本。
zh_hant: 把一段內容轉換成多個平台的原生發布版本。

# agent_recipe.repurpose_pack.name
source: Repurpose
de: Wiederverwenden
es: Reutilizar
fr: Recycler
ja: 再利用
ko: 재활용
zh_hans: 内容复用
zh_hant: 內容複用

# agent_recipe.rewrite.description
source: Rewrite notes.
de: Notizen umschreiben.
es: Reescribe notas.
fr: Réécrire des notes.
ja: ノートを書き直します。
ko: 노트를 다시 씁니다.
zh_hans: 改写笔记。
zh_hant: 改寫筆記。

# agent_recipe.rewrite.name
source: Rewrite
de: Umschreiben
es: Reescribir
fr: Réécrire
ja: 書き直し
ko: 다시 쓰기
zh_hans: 改写
zh_hant: 改寫

# agent_recipe.style_match.description
source: Rewrite a note in your saved writing voice.
de: Schreibe eine Notiz in deiner gespeicherten Schreibstimme um.
es: Reescribe una nota con tu voz de escritura guardada.
fr: Réécrivez une note avec votre voix d'écriture enregistrée.
ja: 保存した文体でノートを書き直します。
ko: 저장한 문체로 노트를 다시 씁니다.
zh_hans: 用你保存的写作口吻重写笔记。
zh_hant: 用你儲存的寫作口吻重寫筆記。

# agent_recipe.style_match.name
source: Brand Voice
de: Markenstimme
es: Voz de marca
fr: Voix de marque
ja: ブランドボイス
ko: 브랜드 보이스
zh_hans: 品牌口吻
zh_hant: 品牌口吻

# agent_recipe.summarize.description
source: Condense long text into a short summary.
de: Fasse lange Texte kurz und klar zusammen.
es: Condense el texto largo en un breve resumen.
fr: Condensez un texte long en un court résumé.
ja: 長い文章を短い要約に凝縮します。
ko: 긴 텍스트를 짧은 요약으로 압축합니다.
zh_hans: 将长文本压缩为简短的摘要。
zh_hant: 將長文本壓縮為簡短的摘要。

# agent_recipe.summarize.name
source: Summarize
de: Zusammenfassen
es: Resumir
fr: Résumer
ja: 要約
ko: 요약
zh_hans: 摘要
zh_hant: 摘要

# agent_recipe.timed_script.description
source: Generate a 30, 45, or 60 second short video script.
de: Erstelle ein 30-, 45- oder 60-sekündiges Kurzvideo-Skript.
es: Genera un guion de video corto de 30, 45 o 60 segundos.
fr: Generez un script de video courte de 30, 45 ou 60 secondes.
ja: 30秒、45秒、60秒の短尺動画スクリプトを生成します。
ko: 30초, 45초 또는 60초짜리 숏폼 영상 스크립트를 생성합니다.
zh_hans: 生成 30、45 或 60 秒的短视频脚本。
zh_hant: 生成 30、45 或 60 秒的短影片腳本。

# agent_recipe.timed_script.name
source: Timed Script
de: Zeit-Skript
es: Guion con tiempos
fr: Script minuté
ja: 時間付き台本
ko: 타임 스크립트
zh_hans: 分镜脚本
zh_hant: 分鏡腳本

# agent_recipe.translate.description
source: Translate notes into another language.
de: Übersetze Notizen in eine andere Sprache.
es: Traducir notas a otro idioma.
fr: Traduire les notes dans une autre langue.
ja: メモを別の言語に翻訳します。
ko: 메모를 다른 언어로 번역하세요.
zh_hans: 将笔记翻译成另一种语言。
zh_hant: 將筆記翻譯成另一種語言。

# agent_recipe.translate.name
source: Translate
de: Übersetzen
es: Traducir
fr: Traduire
ja: 翻訳
ko: 번역
zh_hans: 翻译
zh_hant: 翻譯

# agent_recipe.twitter_post.description
source: Turn a note into a concise post for X (Twitter).
de: Mach aus einer Notiz einen prägnanten Beitrag für X (Twitter).
es: Convierte una nota en una publicación concisa para X (Twitter).
fr: Transformer une note en message concis pour X (Twitter).
ja: メモを X (Twitter) の簡潔な投稿に変換します。
ko: 메모를 X(Twitter)에 대한 간결한 게시물로 바꿔보세요.
zh_hans: 将笔记变成 X (Twitter) 的简洁帖子。
zh_hant: 將筆記變成 X (Twitter) 的簡潔貼文。

# agent_recipe.why_viral.description
source: Analyze why an idea might spread.
de: Analysiere, warum eine Idee geteilt werden könnte.
es: Analiza por qué una idea podría difundirse.
fr: Analysez pourquoi une idée pourrait se diffuser.
ja: アイデアが広がりそうな理由を分析します。
ko: 아이디어가 퍼질 수 있는 이유를 분석합니다.
zh_hans: 分析一个想法为什么可能传播开。
zh_hant: 分析一個想法為什麼可能傳播開。

# agent_recipe.why_viral.name
source: Why Viral
de: Warum viral
es: Por qué viral
fr: Pourquoi viral
ja: なぜバズるか
ko: 왜 바이럴?
zh_hans: 为什么会火
zh_hant: 為什麼會紅

# agent_recipe.youtube_script.description
source: Turn a note into a YouTube video script.
de: Mach aus einer Notiz ein YouTube-Videoskript.
es: Convierte una nota en un guión de vídeo de YouTube.
fr: Transformer une note en script de vidéo YouTube.
ja: メモを YouTube ビデオのスクリプトに変換します。
ko: 메모를 YouTube 비디오 스크립트로 바꿔보세요.
zh_hans: 将笔记变成 YouTube 视频脚本。
zh_hant: 將筆記變成 YouTube 影片腳本。

# agent_recipe.youtube_script.name
source: YouTube Script
de: YouTube-Skript
es: Guion YouTube
fr: Script YouTube
ja: YouTube台本
ko: 유튜브 스크립트
zh_hans: YouTube 脚本
zh_hant: YouTube 腳本

# ai_chat.context_notes_format
source: %lld Context Notes
de: %lld Kontextnotizen
es: %lld Notas contextuales
fr: %lld Notes contextuelles
ja: %lld コンテキストメモ
ko: %lld 컨텍스트 메모
zh_hans: %lld 条上下文笔记
zh_hant: %lld 則上下文筆記

# ai_chat.empty.no_notes_message
source: I'm ready to help once you pick some content.
de: Ich bin bereit zu helfen, sobald du ein paar Inhalte ausgewählt hast.
es: Estoy listo para ayudarte una vez que elijas algún contenido.
fr: Je suis prêt à vous aider une fois que vous aurez choisi du contenu.
ja: コンテンツをお選びいただけましたら、いつでもお手伝いいたします。
ko: 콘텐츠를 선택하시면 도와드리겠습니다.
zh_hans: 一旦您选择了一些内容，我就准备好提供帮助。
zh_hant: 一旦您選擇了一些內容，我就準備好提供協助。

# ai_chat.empty.no_notes_title
source: Select some notes to start
de: Wähle ein paar Notizen aus, um loszulegen.
es: Selecciona algunas notas para empezar
fr: Sélectionnez quelques notes pour commencer
ja: いくつかのメモを選択して開始してください
ko: 시작할 메모를 선택하세요.
zh_hans: 选择一些笔记开始
zh_hant: 選擇一些筆記開始

# ai_chat.empty.ready_message
source: Use your notes to get answers, summaries, and new ideas.
de: Nutze deine Notizen für Antworten, Zusammenfassungen und neue Ideen.
es: Usa tus notas para obtener respuestas, resúmenes y nuevas ideas.
fr: Utilisez vos notes pour obtenir des reponses, des resumes et de nouvelles idees.
ja: メモを使って、答えや要約、新しいアイデアを得ましょう。
ko: 노트를 활용해 답변과 요약, 새로운 아이디어를 얻어보세요.
zh_hans: 用你的笔记获取答案、总结和新想法。
zh_hant: 用你的筆記獲得答案、摘要和新想法。

# ai_chat.empty.ready_title
source: Your notes are ready
de: Deine Notizen sind bereit
es: Tus notas estan listas
fr: Vos notes sont prêtes
ja: メモの準備ができました
ko: 노트가 준비됐어요
zh_hans: 你的笔记已准备好
zh_hant: 你的筆記已準備好

# ai_chat.error.dismiss
source: Dismiss
de: Schließen
es: Cerrar
fr: Fermer
ja: 閉じる
ko: 닫기
zh_hans: 关闭
zh_hant: 關閉

# ai_chat.error.issue_format
source: Chillo ran into an issue: %@
de: Chillo ist auf ein Problem gestoßen: %@
es: Chillo tuvo un problema: %@
fr: Chillo a rencontré un problème : %@
ja: Chillo で問題が発生しました: %@
ko: Chilo에 문제가 발생했습니다: %@
zh_hans: Chillo 遇到了一个问题：%@
zh_hant: Chillo 遇到了一個問題：%@

# ai_chat.input_placeholder
source: Write, ask, or type / for Skills
de: Schreib, frag oder tippe / fur Skills
es: Escribe, pregunta o usa / para Skills
fr: Ecrivez, demandez ou tapez / pour les Skills
ja: 書く、質問する、または / で Skills を表示
ko: 쓰거나, 묻거나, / 로 Skills 열기
zh_hans: 写点什么、提问，或输入 / 打开 Skills
zh_hant: 寫點什麼、提問，或輸入 / 開啟 Skills

# ai_chat.message.save_as_note
source: Save as Note
de: Als Notiz speichern
es: Guardar como nota
fr: Enregistrer comme note
ja: ノートとして保存
ko: 메모로 저장
zh_hans: 保存为笔记
zh_hant: 儲存為筆記

# ai_chat.message.saved
source: Saved!
de: Gespeichert!
es: ¡Guardado!
fr: Sauvé !
ja: 保存しました！
ko: 저장되었습니다!
zh_hans: 得救了！
zh_hant: 得救了！

# ai_chat.skills_empty
source: No saved Skills yet. Add some in AI Skills first.
de: Noch keine Skills gespeichert. Füge zuerst welche in KI-Skills hinzu.
es: Aún no hay habilidades guardadas. Añade algunas primero en Habilidades de IA.
fr: Aucune compétence enregistrée pour le moment. Ajoutez-en d'abord dans Compétences IA.
ja: 保存されたスキルがまだありません。まずAIスキルで追加してください。
ko: 저장된 스킬이 아직 없습니다. 먼저 AI 스킬에서 몇 가지를 추가하세요.
zh_hans: 还没有保存的技能。请先到 AI 技能 中添加。
zh_hant: 還沒有保存的技能。請先到 AI 技能 中新增。

# ai_chat.skills_title
source: AI Skills
de: KI-Skills
es: Habilidades de IA
fr: Compétences IA
ja: AIスキル
ko: AI 스킬
zh_hans: AI 技能
zh_hant: AI 技能

# ai_chat.thinking
source: Thinking
de: Denkt nach
es: Pensando
fr: Réflexion en cours
ja: 考え中
ko: 생각 중
zh_hans: 思考中
zh_hant: 思考中

# ai_chat.title
source: Create from Notes
de: Aus Notizen erstellen
es: Crear desde notas
fr: Créer à partir des notes
ja: ノートから作成
ko: 노트로 만들기
zh_hans: 基于笔记创作
zh_hant: 基於筆記創作

# ai_consent.agree_and_continue
source: Agree and Continue
de: Zustimmen und fortfahren
es: Aceptar y continuar
fr: Accepter et continuer
ja: 同意して続ける
ko: 동의하고 계속하기
zh_hans: 同意并继续
zh_hant: 同意並繼續

# ai_consent.before_using_ai
source: Before using AI
de: Bevor du KI verwendest
es: Antes de usar la IA
fr: Avant d'utiliser l'IA
ja: AIを使う前に
ko: AI를 사용하기 전에
zh_hans: 使用 AI 前
zh_hant: 使用 AI 前

# ai_consent.data_usage
source: Your data is used only to complete your request. We and our third-party partners do not use your notes or recordings to train models.
de: Deine Daten werden nur verwendet, um deine Anfrage zu bearbeiten. Weder wir noch unsere Drittpartner verwenden deine Notizen oder Aufnahmen zum Trainieren von Modellen.
es: Tus datos solo se usan para completar tu solicitud. Ni nosotros ni nuestros socios externos usamos tus notas o grabaciones para entrenar modelos.
fr: Vos donnees sont utilisees uniquement pour traiter votre demande. Ni nous ni nos partenaires tiers n'utilisons vos notes ou enregistrements pour entrainer des modeles.
ja: あなたのデータは、リクエストの処理にのみ使用されます。私たちおよび第三者パートナーが、あなたのノートや録音をモデルの学習に使用することはありません。
ko: 회원님의 데이터는 요청을 처리하는 데에만 사용됩니다. 당사와 제3자 파트너는 회원님의 노트나 녹음을 모델 학습에 사용하지 않습니다.
zh_hans: 你的数据仅用于完成你的本次请求。我们和第三方合作伙伴都不会使用你的笔记或录音来训练模型。
zh_hant: 你的資料僅用於完成你的本次請求。我們與第三方合作夥伴都不會使用你的筆記或錄音來訓練模型。

# ai_consent.not_now
source: Not now
de: Jetzt nicht
es: Ahora no
fr: Pas maintenant
ja: 今はしない
ko: 지금은 안 함
zh_hans: 暂不使用
zh_hant: 暫不使用

# ai_consent.raw_audio
source: Raw audio is processed ephemerally and is not retained on our servers after processing.
de: Roh-Audio wird nur kurzzeitig verarbeitet und nach der Verarbeitung nicht auf unseren Servern gespeichert.
es: El audio sin procesar se trata de forma temporal y no se conserva en nuestros servidores despues del procesamiento.
fr: L'audio brut est traite de facon ephemere et n'est pas conserve sur nos serveurs apres le traitement.
ja: 生の音声データは一時的に処理され、処理後に当社のサーバーへ保持されることはありません。
ko: 원본 오디오는 일시적으로만 처리되며, 처리 후 당사 서버에 보관되지 않습니다.
zh_hans: 原始音频仅作即时处理，处理完成后不会保留在我们的服务器上。
zh_hant: 原始音訊僅作即時處理，處理完成後不會保留在我們的伺服器上。

# ai_consent.trigger.audio_summary
source: To transcribe your voice note, ChillScript may send your audio and essential technical details to ChillScript's secure server and to Google Gemini for processing.
de: Um deine Sprachnotiz zu transkribieren, kann ChillScript deine Audiodaten und notwendige technische Details zur Verarbeitung an die sicheren Server von ChillScript und an Google Gemini senden.
es: Para transcribir tu nota de voz, ChillScript puede enviar tu audio y los detalles tecnicos esenciales a los servidores seguros de ChillScript y a Google Gemini para su procesamiento.
fr: Pour transcrire votre note vocale, ChillScript peut envoyer votre audio et les details techniques essentiels au serveur securise de ChillScript et a Google Gemini pour traitement.
ja: 音声メモを文字起こしするために、ChillScript は音声データと必要な技術情報を、処理のために ChillScript の安全なサーバーおよび Google Gemini に送信する場合があります。
ko: 음성 메모를 텍스트로 변환하기 위해 ChillScript는 회원님의 오디오와 필수 기술 정보를 처리 목적으로 ChillScript의 보안 서버와 Google Gemini로 전송할 수 있습니다.
zh_hans: 为了转写你的语音笔记，ChillScript 可能会将你的音频和必要的技术信息发送到 ChillScript 的安全服务器和 Google Gemini 进行处理。
zh_hant: 為了轉寫你的語音筆記，ChillScript 可能會將你的音訊和必要的技術資訊傳送到 ChillScript 的安全伺服器和 Google Gemini 進行處理。

# ai_consent.trigger.text_summary
source: To improve your note, ChillScript may send the text you choose to ChillScript's secure server and to Google Gemini for processing.
de: Um deine Notiz zu verbessern, kann ChillScript den von dir ausgewaehlten Text zur Verarbeitung an die sicheren Server von ChillScript und an Google Gemini senden.
es: Para mejorar tu nota, ChillScript puede enviar el texto que elijas a los servidores seguros de ChillScript y a Google Gemini para su procesamiento.
fr: Pour ameliorer votre note, ChillScript peut envoyer le texte que vous choisissez au serveur securise de ChillScript et a Google Gemini pour traitement.
ja: ノートを改善するために、ChillScript はあなたが選択したテキストを、処理のために ChillScript の安全なサーバーおよび Google Gemini に送信する場合があります。
ko: 노트를 개선하기 위해 ChillScript는 회원님이 선택한 텍스트를 처리 목적으로 ChillScript의 보안 서버와 Google Gemini로 전송할 수 있습니다.
zh_hans: 为了优化你的笔记，ChillScript 可能会将你选择的文本发送到 ChillScript 的安全服务器和 Google Gemini 进行处理。
zh_hant: 為了優化你的筆記，ChillScript 可能會將你選擇的文字傳送到 ChillScript 的安全伺服器和 Google Gemini 進行處理。

# ai_consent.view_privacy_policy
source: View Privacy Policy
de: Datenschutzerklärung ansehen
es: Ver política de privacidad
fr: Voir la politique de confidentialité
ja: プライバシーポリシーを見る
ko: 개인정보 처리방침 보기
zh_hans: 查看隐私政策
zh_hant: 查看隱私政策

# ai_quick_action.smart_format.description
source: Automatically organize and format text structure
de: Textstruktur automatisch organisieren und formatieren
es: Organizar y formatear automáticamente la estructura del texto.
fr: Organiser et formater automatiquement la structure du texte
ja: テキスト構造を自動的に整理してフォーマットする
ko: 텍스트 구조를 자동으로 구성하고 서식을 지정합니다.
zh_hans: 自动组织和格式化文本结构
zh_hant: 自動組織和格式化文字結構

# ai_quick_action.smart_format.title
source: Tidy
de: Formatieren
es: Formatear
fr: Mettre en forme
ja: 整形
ko: 서식 정리
zh_hans: 格式整理
zh_hant: 格式整理

# ai_skills.result.action.copy_block
source: Copy this block
de: Diesen Block kopieren
es: Copiar este bloque
fr: Copier ce bloc
ja: このブロックをコピー
ko: 이 블록 복사
zh_hans: 复制这个区块
zh_hant: 複製此區塊

# ai_skills.result.copy_success
source: Copied
de: Kopiert
es: Copiado
fr: Copié
ja: コピーしました
ko: 복사됨
zh_hans: 已复制
zh_hant: 已複製

source: An example control that runs a timer.
de: Ein Beispiel-Element, das einen Timer startet.
es: Un control de ejemplo que ejecuta un temporizador.
fr: Un exemple de contrôle qui lance un minuteur.
ja: タイマーを実行するコントロールの例。
ko: 타이머를 실행하는 예제 컨트롤입니다.
zh_hans: 运行计时器的示例控件。
zh_hant: 運行計時器的範例控制項。

source: An unknown error occurred.
de: Ein unbekannter Fehler ist aufgetreten.
es: Se produjo un error desconocido.
fr: Une erreur inconnue s'est produite.
ja: 不明なエラーが発生しました。
ko: 알 수 없는 오류 발생.
zh_hans: 发生未知错误。
zh_hant: 發生未知錯誤。

# app_init.message
source: Local data initialization failed. Please try again. If it still fails, restart the app or free up device storage and try again.
de: Die lokalen Daten konnten nicht initialisiert werden. Bitte versuch es erneut. Wenn das Problem bleibt, starte die App neu oder gib etwas Gerätespeicher frei und probier es dann noch einmal.
es: Error al inicializar los datos locales. Inténtalo de nuevo. Si sigue fallando, reinicia la app o libera espacio en tu dispositivo y vuelve a intentarlo.
fr: L'initialisation des données locales a échoué. Veuillez réessayer. Si l'échec persiste, redémarrez l'application ou libérez l'espace de stockage de l'appareil et réessayez.
ja: ローカルデータの初期化に失敗しました。もう一度試してください。それでも失敗する場合は、アプリを再起動するか、デバイスのストレージを解放して、もう一度試してください。
ko: 로컬 데이터 초기화에 실패했습니다. 다시 시도해 주세요. 그래도 실패하면 앱을 다시 시작하거나 기기 저장 공간을 확보한 후 다시 시도하세요.
zh_hans: 本地数据初始化失败。请再试一次。如果仍然失败，请重新启动应用程序或释放设备存储空间，然后重试。
zh_hant: 本地資料初始化失敗。請再試一次。如果仍然失敗，請重新啟動應用程式或釋放裝置儲存空間，然後重試。

# app_init.retry
source: Retry Initialization
de: Initialisierung erneut versuchen
es: Reintentar la inicialización
fr: Réessayer l'initialisation
ja: 初期化の再試行
ko: 초기화 재시도
zh_hans: 重试初始化
zh_hant: 重試初始化

# app_init.title
source: Couldn't Start ChillScript
de: ChillScript konnte nicht gestartet werden
es: No se pudo iniciar ChillScript
fr: Impossible de démarrer ChillScript
ja: ChillScript を開始できませんでした
ko: ChillScript를 시작할 수 없습니다.
zh_hans: 无法启动 ChillScript
zh_hant: 無法啟動 ChillScript

# auth.login.apple_button
source: Continue with Apple
de: Mit Apple fortfahren
es: Continuar con Apple
fr: Continuer avec Apple
ja: Appleで続行
ko: Apple로 계속하기
zh_hans: 使用 Apple 继续
zh_hant: 使用 Apple 繼續

# auth.login.back_to_options
source: Back to Options
de: Zurück zu den Optionen
es: Volver a opciones
fr: Retour aux options
ja: 選択画面に戻る
ko: 옵션으로 돌아가기
zh_hans: 返回选项
zh_hant: 返回選項

# auth.login.change_email
source: Change email
de: E-Mail-Adresse ändern
es: Cambiar correo
fr: Modifier l’adresse e-mail
ja: メールアドレスを変更
ko: 이메일 변경
zh_hans: 更换邮箱
zh_hant: 更換電子郵件

# auth.login.code_sent_to_format
source: Code sent to %@
de: Code wurde an %@ gesendet
es: Código enviado a %@
fr: Code envoyé à %@
ja: 認証コードを %@ に送信しました
ko: 인증 코드가 %@ (으)로 전송되었습니다
zh_hans: 验证码已发送至 %@
zh_hant: 驗證碼已發送至 %@

# auth.login.code_title
source: Enter the 6-digit code
de: 6-stelligen Code eingeben
es: Introduce el código de 6 dígitos
fr: Saisissez le code à 6 chiffres
ja: 6桁の認証コードを入力
ko: 6자리 인증 코드 입력
zh_hans: 输入 6 位验证码
zh_hant: 輸入 6 位驗證碼

# auth.login.email_button
source: Continue with Email
de: Mit E-Mail fortfahren
es: Continuar con correo
fr: Continuer avec l'e-mail
ja: メールで続行
ko: 이메일로 로그인
zh_hans: 使用邮箱继续
zh_hant: 使用電子郵件繼續

# auth.login.email_help
source: We'll send you a 6-digit verification code.
de: Wir senden dir einen 6-stelligen Bestätigungscode.
es: Te enviaremos un código de verificación de 6 dígitos.
fr: Nous vous enverrons un code de vérification à 6 chiffres.
ja: 6桁の認証コードをメールで送信します。
ko: 6자리 인증 코드를 이메일로 보내드려요.
zh_hans: 我们会向你的邮箱发送 6 位验证码
zh_hant: 我們會向你的電子郵件發送 6 位驗證碼

# auth.login.email_invalid
source: Enter a valid email address.
de: Gib eine gültige E-Mail-Adresse ein.
es: Introduce un correo electrónico válido.
fr: Saisissez une adresse e-mail valide.
ja: 有効なメールアドレスを入力してください。
ko: 올바른 이메일 주소를 입력해 주세요.
zh_hans: 请输入有效的邮箱地址。
zh_hant: 請輸入有效的電子郵件地址。

# auth.login.email_placeholder
source: Email address
de: E-Mail-Adresse
es: Correo electrónico
fr: Adresse e-mail
ja: メールアドレス
ko: 이메일 주소
zh_hans: 邮箱地址
zh_hant: 電子郵件地址

# auth.login.email_title
source: Sign in with email
de: Mit E-Mail anmelden
es: Inicia sesión con tu correo
fr: Connexion par e-mail
ja: メールでログイン
ko: 이메일로 로그인
zh_hans: 使用邮箱登录
zh_hant: 使用電子郵件登入

# auth.login.error.invalid_verification_code
source: The verification code is incorrect or has expired. Please try again.
de: Der Bestätigungscode ist falsch oder abgelaufen. Bitte versuche es erneut.
es: El código de verificación es incorrecto o ha caducado. Inténtalo de nuevo.
fr: Le code de vérification est incorrect ou a expiré. Réessayez.
ja: 認証コードが間違っているか、有効期限が切れています。もう一度お試しください。
ko: 인증 코드가 올바르지 않거나 만료되었습니다. 다시 시도해 주세요.
zh_hans: 验证码错误或已过期，请重试。
zh_hant: 驗證碼錯誤或已過期，請再試一次。

# auth.login.error.network
source: Unable to connect. Check your network and try again.
de: Keine Netzwerkverbindung. Prüfe deine Verbindung und versuche es erneut.
es: No se pudo conectar. Comprueba tu red e inténtalo de nuevo.
fr: Connexion impossible. Vérifiez votre réseau et réessayez.
ja: 接続できません。ネットワークを確認して、もう一度お試しください。
ko: 연결할 수 없습니다. 네트워크를 확인하고 다시 시도해 주세요.
zh_hans: 无法连接网络，请检查后重试。
zh_hant: 無法連接網路，請檢查後再試一次。

# auth.login.error.send_failed
source: The verification code couldn't be sent. Try again later.
de: Der Bestätigungscode konnte nicht gesendet werden. Versuche es später erneut.
es: No se pudo enviar el código. Inténtalo más tarde.
fr: Le code n’a pas pu être envoyé. Réessayez plus tard.
ja: 認証コードを送信できませんでした。しばらくしてからもう一度お試しください。
ko: 인증 코드를 보낼 수 없습니다. 잠시 후 다시 시도해 주세요.
zh_hans: 验证码发送失败，请稍后重试。
zh_hant: 驗證碼發送失敗，請稍後再試一次。
